project/atropos-go/etcd_concurrent_read-master/PR/experient_1/without_expensive_read/cheap_read.log
bench with linearizable range
 0 / 3000 B                                                                                                                                                            !   0.00%INFO: 2023/06/05 16:55:28 ccResolverWrapper: sending new addresses to cc: [{http://localhost:2379 0  <nil>}]
 3000 / 3000 Booooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 29s

Summary:
  Total:	29.9956 secs.
  Slowest:	0.0120 secs.
  Fastest:	0.0002 secs.
  Average:	0.0009 secs.
  Stddev:	0.0013 secs.
  Requests/sec:	100.0147

Response time histogram:
  0.0002 [1]	|
  0.0013 [2458]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0025 [165]	|∎∎
  0.0037 [259]	|∎∎∎∎
  0.0049 [31]	|
  0.0061 [40]	|
  0.0072 [29]	|
  0.0084 [9]	|
  0.0096 [4]	|
  0.0108 [3]	|
  0.0120 [1]	|

Latency distribution:
  10% in 0.0002 secs.
  25% in 0.0003 secs.
  50% in 0.0003 secs.
  75% in 0.0005 secs.
  90% in 0.0028 secs.
  95% in 0.0034 secs.
  99% in 0.0065 secs.
  99.9% in 0.0099 secs.