project/atropos-go/etcd_concurrent_read-master/PR/experient_1/without_expensive_read/cheap_write.log
 0 / 1000 B                                                                                                                                                            !   0.00%INFO: 2023/06/05 16:55:28 ccResolverWrapper: sending new addresses to cc: [{http://localhost:2379 0  <nil>}]
 1000 / 1000 Booooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 49s

Summary:
  Total:	49.9517 secs.
  Slowest:	0.0093 secs.
  Fastest:	0.0003 secs.
  Average:	0.0008 secs.
  Stddev:	0.0010 secs.
  Requests/sec:	20.0193

Response time histogram:
  0.0003 [1]	|
  0.0012 [949]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0021 [13]	|
  0.0030 [6]	|
  0.0039 [8]	|
  0.0048 [2]	|
  0.0057 [4]	|
  0.0066 [6]	|
  0.0075 [5]	|
  0.0084 [3]	|
  0.0093 [3]	|

Latency distribution:
  10% in 0.0004 secs.
  25% in 0.0005 secs.
  50% in 0.0006 secs.
  75% in 0.0007 secs.
  90% in 0.0008 secs.
  95% in 0.0012 secs.
  99% in 0.0069 secs.
  99.9% in 0.0093 secs.